app/controllers/serie_controller.rb

  def index
    @series = Serie.all
---
SELECT "series".* FROM "series"